"%.0lfk of %.0lfk" = "%1$.0lfk z %2$.0lfk";
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ został zainstalowany i będzie gotowy do użycia po ponownym uruchomieniu %3$@! Czy chcesz go uruchomić ponownie teraz?";
"%@ %@ is currently the newest version available." = "%1$@ %2$@ jest najnowszą dostępną wersją.";
"%@ %@ is now available (you have %@). Would you like to download it now?" = "Dostępny jest %1$@ %2$@ (zainstalowana jest wersja %3$@). Czy chcesz go pobrać teraz?";
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ nie ma uprawnień do zapisu w teczce programu! Czy program został uruchomiony z obrazu dysku? Jeżeli nie, proszę się skontaktować z administratorem systemu w celu uzyskania pomocy.";
"A new version of %@ has been installed!" = "Zainstalowano nową wersję %@!";
"A new version of %@ is available!" = "Dostępna jest nowa wersja %@!";
"An error occurred during installation. Please try again later." = "Wystąpił błąd podczas instalacji. Ponów próbę później.";
"An error occurred in retrieving update information. Please try again later." = "Wystąpił błąd podczas pobierania informacji o uaktualnieniach. Ponów próbę później.";
"An error occurred while extracting the archive. Please try again later." = "Wystąpił błąd podczas rozpakowywania archiwum. Ponów próbę później.";
"An error occurred while trying to download the file. Please try again later." = "Wystąpił błąd podczas pobierania pliku. Ponów próbę później.";
"An update is already in progress!" = "Uaktualnienie właśnie trwa!";
"Cancel" = "Poniechaj";
"Check for updates on startup?" = "Czy sprawdzać uaktualnienia podczas uruchomienia?";
"Downloading update..." = "Pobieram uaktualnienie…";
"Extracting update..." = "Rozpakowuję uaktualnienie…";
"Install Update" = "Zainstaluj teraz";
"Install and Relaunch" = "Zainstaluj i uruchom ponownie";
"Installing update..." = "Instaluję aktualizację…";
"No" = "Nie";
"Ready to install!" = "Gotowy do instalacji!";
"Release Notes:" = "Szczegóły wydania:";
"Remind Me Later" = "Przypomnij później";
"Skip This Version" = "Pomiń tę wersję";
"Software Update" = "Aktualizacja oprogramowania";
"Update Error!" = "Błąd uaktualnienia!";
"Updating %@" = "Aktualizuję %@";
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Czy chcesz, aby %@ sprawdzał dostępność uaktualnień podczas uruchomienia? Jeżeli nie, sprawdzenia można dokonać ręcznie z menu programu.";
"Yes" = "Tak";
"You're up to date!" = "Używasz aktualnej wersji!";

/* ==== UNLOCALIZED ==== */

"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "An error occurred in retrieving update information; are you connected to the internet? Please try again later.";
"Anonymous system profile information is used to help us plan future development work." = "Anonymous system profile information is used to help us plan future development work.";
"Include anonymous system profile?" = "Include anonymous system profile?";
"OK" = "OK";
